Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaisten_totuus-_ja_sovintokomission_jaseneksi_16_esitysta.html.tmx
Source language: fin
Languages: smn

source: Saamelaisten totuus- ja sovintokomission jäseneksi 16 esitystä
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin 16 iävtuttâssâd

source: Saamelaisten totuus- ja sovintokomission jäseneksi eli komissaariksi tuli määräaikaan mennessä yhteensä 16 esitystä, 14 Saamelaiskäräjille ja kaksi Kolttien kyläkokoukselle.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin ađai komissaarin pottii meriääigi räi ohtsis 16 iävtuttâssâd, 14 Sämitiigán já kyehti Nuorttâlij sijdâčuákkimân.

source: Esitettyjä henkilöitä on yhteensä 10. Saamelaiskäräjät ja Kolttien kyläkokous pyysivät esityksiä komission jäseniksi 17. toukokuuta mennessä.
smn: Iävtuttum ulmuuh lijjii ohtsis 10. Sämitigge já Nuorttâlij sijdâčuákkim pivdii iävtuttâsâid komissio jesânin vyesimáánu 17. peeivi räi.

source: Aikaa jatkettiin poikkeustilanteen takia.
smn: Spiekâstâhtile tiet jotkii ääigi.

source: ”Saamelaiskäräjillä jatkovalmistellaan prosessia ja komissaarivalintoja koronatilanne huomioon ottaen.
smn: ”Sämitiggeest valmâštâleh ain proosees já komissaarvaljimijd koronatile huámmášumán väldimáin.

source: Tällä hetkellä fyysisten kuulemistilaisuuksien ja täysistunnon järjestäminen koronalta suojautumisen kannalta turvallisesti aiheuttaa haasteita, joita ei ole vielä ratkaistu”, kertoo puheenjohtaja Tuomas Aslak Juuso prosessin etenemisestä.
smn: Tääl fyysisij kuullâmtilálâšvuođâi já tievâsčuákkim ornim nuuvt, ete tot ličij torvolâš korona vuástá suoijim uáinust toovât hástusijd, maid ep lah vala čuávdám”, muštâl saavâjođetteijee Tuomas Aslak Juuso proosees ovdánmist.

source: Saamelaiskäräjillä on tarkoituksena järjestää ennen päätöksentekoa kuulemisia esitettyjen komissaarien valinnasta.
smn: Sämitiggeest lii tárguttâs orniđ kulâmijd iävtuttum komissaarij valjiimist ovdil miärádâstoohâm.

source: Saamelaiskäräjien täyskokous tekee lopullisen valinnan kahdesta esitettävästä komissaarista.
smn: Sämitige tievâsčuákkim taha lopâlii valjim kyehti iävtuttemnáál komissaarist.

source: Kolttien kyläkokoukselle tehdyt esitykset komissaareiksi käsitellään Nellim-Keväjärven ja Näätämön alueiden yhteisessä kolttien kyläkokouksessa, jossa päätetään yhden komissaarin esittämisestä valtioneuvostolle.
smn: Nuorttâlij sijdâčuákkimân tohhum komissaariävtuttâsâid kieđâvušeh Njellim-Kiđđâjäävri já Njiävđám kuávlui ohtsii nuorttâlij sijdâčuákkimist, kuás merideh oovtâ komissaar iävtutmist staatârááđán.

source: Prosessin etenemisestä tiedotetaan lisää, kun aikataulu on tarkemmin tiedossa.
smn: Proosees ovdánmist tieđetteh lase, ko äigitavlu lii tärhibeht tiäđust.

source: ”On tärkeää, että saamen kansa pääsee ottamaan kantaa siihen, millaisia ominaisuuksia ja osaamista valittavilta komission jäseniltä odotetaan.
smn: ”Lii tehálâš, ete sämiaalmug piäsá vaiguttiđ toos, ete magarijd jiešvuođâid já mättim vyerdip valjimnáál komissaarijn.

source: Tarkoituksena on valita laajasti yhteisön luottamusta nauttivat henkilöt, jotka pystyvät toimimaan tässä erittäin merkittävässä tehtävässä”, jatkaa I varapuheenjohtaja Anni Koivisto ja toivoo samalla myös valtioneuvoston osalta avoimuutta valintaprosessissa, sillä kaikilta valittavilla henkilöiltä odotetaan laajaa niin saamelaisen kuin suomalaisen yhteiskunnan luottamusta.
smn: Ulmen lii valjiđ ulmuid, kiäid siärvádâh luáttá vijđáht já kiäh pasteh toimâđ taan eromâš merhâšittee tooimâst. ”, juátká I värisaavâjođetteijee Anni Koivisto já tuáivu siämmást meid staatârääđi uásild ávusvuođâ valjimprosesist, tastko puoh valjimnáál ulmuin vuárdoo vijđes sämmilii ko meid syemmilii ohtsâškode luáttámuš.

source: “Vaikka Kolttien kyläkokoukselle on esitetty vain yhtä henkilöä, käsittelemme asian sovitusti yhteisessä kyläkokouksessa, johon esitetty henkilö kutsutaan kuultavaksi.
smn: “Veikâ Nuorttâlij sijdâčuákkimân láá iävtuttâm tuše oovtâ ulmuu, te mij kieđâvuššâp ääši ohtsii sijdâčuákkimist, kuus iävtuttum olmooš pivdoo kuullâmnáál.

source: Näin taataan avoimuus sekä voidaan todentaa luottamus ja laaja kannatus”, kertoo kolttien luottamusmies Veikko Feodoroff esitysten käsittelemisestä.
smn: Návt mij tähidep ávusvuođâ sehe pastep tuođâštiđ luáttámuš já vijđes torjuu”, muštâl nuorttâlij ovdâolmooš Veikko Feodoroff iävtuttâsâi kieđâvušmist.

source: Komissiossa tulee olla jäseniä, joilla on erityisosaamista saamelaisten oloista, kielestä ja kulttuurista.
smn: Komissiost kalgeh leđe jesâneh, kiäin lii eromâš máttu sämmilij tiileest, kielâst já kulttuurist.

source: Komissiossa on viisi komissaaria, joista kaksi valitaan valtioneuvoston esityksestä, kaksi Saamelaiskäräjien esityksestä ja yksi Kolttien kyläkokouksen esityksestä.
smn: Komissiost láá vittâ komissaar, main kyehti väljejuvvojeh staatârääđi iävtuttâsâst, kyehti Sämitige iävtuttâsâst já ohtâ Nuorttâlij sijdâčuákkim iävtuttâsâst.

source: Totuus- ja sovintoprosessin tarkoituksena on tunnistaa ja arvioida historiallista ja nykyistä syrjintää, mukaan lukien valtion sulauttamispolitiikkaa, sekä oikeuksien loukkauksia, selvittää miten nämä vaikuttavat saamelaisiin ja heidän yhteisöönsä nykyisessä tilanteessa ja ehdottaa, miten voitaisiin edistää yhteyttä saamelaisten ja Suomen valtion välillä sekä saamelaisten keskuudessa.
smn: Tuotâvuotâ- já sovâdâttâmproosees ulmen lii tubdâstiđ já árvuštâllâđ historjálii já tááláá olgoštem, mieldi luhâmáin staatâ suddâluttempolitiik, sehe vuoigâdvuođâi luávkkámijd, selvâttiđ tai vaikuttâsâid sämmiláid já sii siärvádâhân tááláá tiileest já iävtuttiđ, ete maht puávtáččii ovdediđ ohtâvuođâ sämmilij já Suomâ staatâ kooskâ sehe sämmilij juávhust.

source: Saamelaisten totuus- ja sovintokomission jäseneksi Saamelaiskäräjille esitetyt henkilöt:
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin Sämitiigán iävtuttum ulmuuh:

source: *Irja Jefremoffin nimi poistettu pyynnöstä Saamelaiskäräjille esitetyistä komissaariehdokkaista 29.9.2020.
smn: * Irja Jefremoff nommâ meddâlistum pivdem maŋa Sämitiigán iävtuttum komissaariävtukkâsâin 29.9.2020.

source: Saamelaisten totuus- ja sovintokomission jäseneksi Kolttien kyläkokoukselle esitetyt henkilöt:
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio jesânin Nuorttâlij sijdâčuákkimân iävtuttum ulmuuh:

source: Saamelaisten totuus- ja sovintokomission mandaatti.
smn: Sämmilij tuotâvuotâ- já sovâdâttâmkomissio mandaat.

source: Lisätietoja
smn: Lasetiäđuh:

source: Saamelaiskäräjät Puheenjohtaja Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I varapuheenjohtaja Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi
smn: Sämitigge Saavâjođetteijee Tuomas Aslak Juuso, +358 40 687 3394, tuomas.juuso(at)samediggi.fi I värisaavâjođetteijee Anni Koivisto, +358 40 415 5969, anni.koivisto(at)samediggi.fi

source: Kolttien kyläkokous Kolttien luottamusmies Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi
smn: Nuorttâlij sijdâčuákkim Nuorttâlij ovdâolmooš Veikko Feodoroff, +358 50 396 1297, veikko.feodoroff(at)kolttasaamelaiset.fi

source: Kuva: Anja Vest
smn: Kove: Anja Vest
